Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# StatusBarGit.TimeoutWarningTitleFormat
source: Running git in %1$@ didn’t finish within %2$@ seconds, so the status bar component can’t show the branch. This often happens in very large repositories or when the working tree is on a slow filesystem. Would you like to increase the timeout to %3$@ seconds?
de: Die Ausführung von Git in %1$@ wurde nicht innerhalb von %2$@ Sekunden abgeschlossen, daher kann die Statusleistenkomponente den Branch nicht anzeigen. Dies kommt häufig bei sehr großen Repositorys vor oder wenn sich der Arbeitsbaum auf einem langsamen Dateisystem befindet. Möchten Sie das Zeitlimit auf %3$@ Sekunden erhöhen?
ja: %1$@ で git を実行しましたが、%2$@ 秒以内に終了しなかったため、ステータスバーのコンポーネントはブランチを表示できません。これは非常に大きなリポジトリや、作業ツリーが低速なファイルシステム上にある場合によく発生します。 タイムアウトを %3$@ 秒に増やしますか?
pt_br: A execução do git em %1$@ não terminou em %2$@ segundos, então o componente da barra de status não pode mostrar o branch. Isto costuma acontecer em repositórios muito grandes ou quando a árvore de trabalho está em um sistema de arquivos lento. Deseja aumentar o tempo limite para %3$@ segundos?
ru: Выполнение git в %1$@ не завершилось за %2$@ секунд, поэтому компонент строки состояния не может показать ветку. Это часто случается в очень больших репозиториях или если рабочее дерево находится на медленной файловой системе. Увеличить время ожидания до %3$@ секунд?
zh_hans: 在 %1$@ 中运行 git 未在 %2$@ 秒内完成，因此状态栏组件无法显示分支。这种情况常见于非常大的仓库或工作树位于慢速文件系统中时。 您希望将超时时间延长至 %3$@ 秒吗？

# StatusBarGit.TruncatedMarker
source: [Truncated]
de: [Gekürzt]
ja: [切り詰め]
pt_br: [Truncado]
ru: [Обрезано]
zh_hans: [已截断]

# StatusBarGit.XcodeWarningHeading
source: Problem Running git
de: Problem beim Ausführen von Git
ja: git の実行に関する問題
pt_br: Problema ao executar o git
ru: Проблема при запуске git
zh_hans: 运行 git 时出现问题

# StatusBarHostname.DetailedDescription
source: Current host name. Requires shell integration.
de: Aktueller Hostname. Erfordert Shell-Integration.
ja: 現在のホスト名。シェル統合が必要です。
pt_br: Nome do host atual. Requer Shell Integration.
ru: Текущее имя узла. Требуется интеграция с оболочкой.
zh_hans: 当前主机名。需要 Shell 集成。

# StatusBarHostname.LocalhostReplacementLabel
source: localhost replacement
de: Ersatztext für „localhost“
ja: localhost の置き換え
pt_br: substituição de localhost
ru: замена для localhost
zh_hans: localhost 替换文本

# StatusBarHostname.LocalhostReplacementPlaceholder
source: Enter replacement text for localhost
de: Ersatztext für „localhost“ eingeben
ja: localhost の置き換えテキストを入力してください
pt_br: Insira o texto de substituição para localhost
ru: Введите текст замены для localhost
zh_hans: 输入 localhost 的替换文本

# StatusBarKnobAction.ConfigureAction
source: Configure Action…
de: Aktion konfigurieren…
ja: アクションを設定…
pt_br: Configurar ação…
ru: Настроить действие…
zh_hans: 配置操作…

# StatusBarRPC.ComponentFailedFormat
source: Status bar component “%1$@” (%2$@) failed. This function call had an error: %3$@ The error was: %4$@ %5$@
de: Die Statusleistenkomponente „%1$@“ (%2$@) ist fehlgeschlagen. Bei diesem Funktionsaufruf ist ein Fehler aufgetreten: %3$@ Der Fehler lautete: %4$@ %5$@
ja: ステータスバーのコンポーネント「%1$@」(%2$@) が失敗しました。 この関数呼び出しでエラーが発生しました: %3$@ エラー内容: %4$@ %5$@
pt_br: O componente da barra de status “%1$@” (%2$@) falhou. Esta chamada de função teve um erro: %3$@ O erro foi: %4$@ %5$@
ru: Сбой компонента строки состояния «%1$@» (%2$@). При вызове этой функции произошла ошибка: %3$@ Ошибка: %4$@ %5$@
zh_hans: 状态栏组件“%1$@” (%2$@) 失败。 此函数调用出现错误： %3$@ 错误内容： %4$@ %5$@

# StatusBarRPC.ComponentProblemHeading
source: Status Bar Component Problem
de: Problem mit der Statusleistenkomponente
ja: ステータスバーコンポーネントの問題
pt_br: Problema no componente da barra de status
ru: Проблема с компонентом строки состояния
zh_hans: 状态栏组件出现问题

# StatusBarRPC.InvalidReturnValueFormat
source: Return value from %1$@ invalid. It should have returned a string or a list of strings. Instead, it returned: %2$@
de: Der Rückgabewert von %1$@ ist ungültig. Er hätte eine Zeichenfolge oder eine Liste von Zeichenfolgen zurückgeben sollen. Stattdessen wurde Folgendes zurückgegeben: %2$@
ja: %1$@ からの戻り値が無効です。 文字列または文字列のリストを返す必要があります。 代わりに、次の値が返されました: %2$@
pt_br: Valor de retorno de %1$@ inválido. Ele deveria ter retornado uma string ou uma lista de strings. Em vez disso, retornou: %2$@
ru: Недопустимое возвращаемое значение от %1$@. Оно должно было вернуть строку или список строк. Вместо этого было возвращено: %2$@
zh_hans: %1$@ 的返回值无效。 它本应返回字符串或字符串列表。 但实际上返回了： %2$@

# StatusBarRPC.LaunchScript
source: Launch Script
de: Skript starten
ja: スクリプトを起動
pt_br: Iniciar script
ru: Запустить скрипт
zh_hans: 启动脚本

# StatusBarRPC.MoveToAutoLaunchHeading
source: Always launch this script when iTerm2 starts?
de: Dieses Skript immer beim Start von iTerm2 starten?
ja: iTerm2 の起動時に常にこのスクリプトを起動しますか?
pt_br: Sempre iniciar este script quando o iTerm2 for iniciado?
ru: Всегда запускать этот скрипт при старте iTerm2?
zh_hans: iTerm2 启动时始终启动此脚本？

# StatusBarRPC.MoveToAutoLaunchTitle
source: This will move the script into the AutoLaunch folder.
de: Dadurch wird das Skript in den Ordner „AutoLaunch“ verschoben.
ja: このスクリプトは AutoLaunch フォルダに移動されます。
pt_br: Isto moverá o script para a pasta AutoLaunch.
ru: Это переместит скрипт в папку AutoLaunch.
zh_hans: 这会将脚本移入 AutoLaunch 文件夹。

# StatusBarRPC.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finder で表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# StatusBarRPC.ScriptErrorHeading
source: Status Bar Script Error
de: Fehler im Statusleisten-Skript
ja: ステータスバースクリプトのエラー
pt_br: Erro de script da barra de status
ru: Ошибка скрипта строки состояния
zh_hans: 状态栏脚本错误

# StatusBarRPC.ScriptNotRunningFormat
source: %@It looks like the script is not running. Launching it might fix the problem.
de: %@Es sieht so aus, als würde das Skript nicht laufen. Es zu starten könnte das Problem beheben.
ja: %@スクリプトが実行されていないようです。起動すると問題が解決する場合があります。
pt_br: %@Parece que o script não está em execução. Iniciá-lo pode resolver o problema.
ru: %@Похоже, скрипт не запущен. Его запуск может решить проблему.
zh_hans: %@脚本似乎没有在运行。启动它或许可以解决问题。

# StatusBarSetup.ResetToSystemFont
source: Reset to System Font
de: Auf Systemschrift zurücksetzen
ja: システムフォントにリセット
pt_br: Redefinir para a fonte do sistema
ru: Сбросить к системному шрифту
zh_hans: 重置为系统字体

# StatusBarSetup.SystemFont
source: System Font
de: Systemschrift
ja: システムフォント
pt_br: Fonte do sistema
ru: Системный шрифт
zh_hans: 系统字体

# StatusBarSnippet.DetailedDescription
source: When clicked, opens a menu of snippets. Snippets are saved text strings that can be pasted quickly.
de: Öffnet beim Anklicken ein Menü mit Schnipseln. Schnipsel sind gespeicherte Textbausteine, die schnell eingefügt werden können.
ja: クリックするとスニペットのメニューが開きます。スニペットは、すばやく貼り付けられる保存済みのテキスト文字列です。
pt_br: Quando clicado, abre um menu de Fragmentos. Os Fragmentos são textos salvos que podem ser colados rapidamente.
ru: При нажатии открывает меню фрагментов. Фрагменты представляют собой сохранённые текстовые строки, которые можно быстро вставить.
zh_hans: 点按后打开代码片段菜单。代码片段是已保存的文本，可快速粘贴。

# StatusBarSnippet.EditSnippets
source: Edit Snippets…
de: Schnipsel bearbeiten…
ja: スニペットを編集…
pt_br: Editar Fragmentos…
ru: Изменить фрагменты…
zh_hans: 编辑代码片段…

# StatusBarSnippet.Exemplar
source: Snippet…
de: Schnipsel…
ja: スニペット…
pt_br: Fragmento…
ru: Фрагмент…
zh_hans: 片段…

# StatusBarSnippet.ShortDescription
source: Snippets Menu
de: Schnipselmenü
ja: スニペットメニュー
pt_br: Menu de Fragmentos
ru: Меню фрагментов
zh_hans: 代码片段菜单

# StatusBarSnippet.StringValue
source: Send Snippet…
de: Schnipsel senden…
ja: スニペットを送信…
pt_br: Enviar Fragmento…
ru: Отправить фрагмент…
zh_hans: 发送代码片段…

# StatusBarSwiftyString.DetailedDescription
source: Shows the evaluation of a string with inline expressions which may include session variables or the output of registered scripting functions
de: Zeigt das Ergebnis der Auswertung einer Zeichenfolge mit eingebetteten Ausdrücken an, die Sitzungsvariablen oder die Ausgabe registrierter Skriptfunktionen enthalten können
ja: セッション変数や登録済みのスクリプト関数の出力を含めることができるインライン式を持つ文字列の評価結果を表示します
pt_br: Mostra o resultado da avaliação de uma string com expressões inline que podem incluir variáveis de sessão ou a saída de funções de script registradas
ru: Показывает результат вычисления строки со встроенными выражениями, которые могут включать переменные сессии или результат работы зарегистрированных функций сценариев
zh_hans: 显示对包含内联表达式的字符串求值的结果，这些表达式可能包含会话变量或已注册脚本函数的输出

# StatusBarSwiftyString.EvaluationErrorFormat
source: Error while evaluating “%1$@”: %2$@
de: Fehler bei der Auswertung von „%1$@“: %2$@
ja: 「%1$@」の評価中にエラーが発生しました: %2$@
pt_br: Erro ao avaliar “%1$@”: %2$@
ru: Ошибка при вычислении «%1$@»: %2$@
zh_hans: 评估“%1$@”时出错： %2$@

# StatusBarSwiftyString.ShortDescription
source: Interpolated String
de: Interpolierte Zeichenfolge
ja: 補間文字列
pt_br: String interpolada
ru: Интерполированная строка
zh_hans: 内插字符串

# StatusBarSwiftyString.StringValueLabel
source: String Value:
de: Zeichenfolgenwert:
ja: 文字列の値:
pt_br: Valor da string:
ru: Значение строки:
zh_hans: 字符串值：

# StatusBarSwiftyString.StringValuePlaceholder
source: String with \(expressions)
de: Zeichenfolge mit \(Ausdrücken)
ja: \(expressions) を含む文字列
pt_br: String com \(expressões)
ru: Строка с \(выражениями)
zh_hans: 带有 \(表达式) 的字符串

# StatusBarTriggers.AddTrigger
source: Add Trigger…
de: Trigger hinzufügen…
ja: トリガーを追加…
pt_br: Adicionar gatilho…
ru: Добавить триггер…
zh_hans: 添加触发器…

# StatusBarTriggers.DetailedDescription
source: When clicked, opens a menu of triggers. You can use it to enable or disable triggers.
de: Öffnet beim Anklicken ein Menü mit Triggern. Damit können Sie Trigger aktivieren oder deaktivieren.
ja: クリックするとトリガーのメニューが開きます。トリガーの有効/無効を切り替えるのに使用できます。
pt_br: Quando clicado, abre um menu de gatilhos. Você pode usá-lo para ativar ou desativar gatilhos.
ru: При нажатии открывает меню триггеров. С его помощью можно включать и отключать триггеры.
zh_hans: 点按后打开触发器菜单，可用于启用或停用触发器。

# StatusBarTriggers.EditTriggers
source: Edit Triggers…
de: Trigger bearbeiten…
ja: トリガーを編集…
pt_br: Editar gatilhos…
ru: Изменить триггеры…
zh_hans: 编辑触发器…

# StatusBarTriggers.ShortDescription
source: Triggers Menu
de: Triggermenü
ja: トリガーメニュー
pt_br: Menu de gatilhos
ru: Меню триггеров
zh_hans: 触发器菜单

# StatusBarTriggers.Title
source: Triggers…
de: Trigger…
ja: トリガー…
pt_br: Gatilhos…
ru: Триггеры…
zh_hans: 触发器…

# StatusBarUsername.DetailedDescription
source: Current user name. Requires shell integration.
de: Aktueller Benutzername. Erfordert Shell-Integration.
ja: 現在のユーザー名。シェル統合が必要です。
pt_br: Nome de usuário atual. Requer Shell Integration.
ru: Текущее имя пользователя. Требуется интеграция с оболочкой.
zh_hans: 当前用户名。需要 Shell 集成。

# StatusBarUsername.ShortDescription
source: User Name
de: Benutzername
ja: ユーザー名
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

# StatusBarWorkingDirectory.CopyFolderName
source: Copy Folder Name
de: Ordnernamen kopieren
ja: フォルダ名をコピー
pt_br: Copiar nome da pasta
ru: Копировать имя папки
zh_hans: 拷贝文件夹名称

# StatusBarWorkingDirectory.CopyPath
source: Copy Path
de: Pfad kopieren
ja: パスをコピー
pt_br: Copiar caminho
ru: Копировать путь
zh_hans: 拷贝路径

# StatusBarWorkingDirectory.DetailedDescription
source: Current directory. Best with shell integration.
de: Aktuelles Verzeichnis. Am besten mit Shell-Integration.
ja: 現在のディレクトリ。シェル統合と併用すると最も効果的です。
pt_br: Diretório atual. Melhor com Shell Integration.
ru: Текущий каталог. Лучше всего работает с интеграцией с оболочкой.
zh_hans: 当前目录。配合 Shell 集成效果最佳。

# StatusBarWorkingDirectory.NewSessionHereInNewTab
source: New Session Here in New Tab
de: Neue Sitzung hier in neuem Tab
ja: 新規タブでここに新規セッションを開く
pt_br: Nova sessão aqui em nova aba
ru: Новая сессия здесь в новой вкладке
zh_hans: 在此处的新标签页新建会话

# StatusBarWorkingDirectory.NewSessionHereInNewWindow
source: New Session Here in New Window
de: Neue Sitzung hier in neuem Fenster
ja: 新規ウインドウでここに新規セッションを開く
pt_br: Nova sessão aqui em nova janela
ru: Новая сессия здесь в новом окне
zh_hans: 在此处的新窗口新建会话

# StatusBarWorkingDirectory.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finder で表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# StatusBarWorkingDirectory.ShortDescription
source: Current Directory
de: Aktuelles Verzeichnis
ja: 現在のディレクトリ
pt_br: Diretório atual
ru: Текущий каталог
zh_hans: 当前目录

# StatusChange.Body
source: %1$@ changed from “%2$@” to “%3$@”.
de: %1$@ hat sich von „%2$@“ zu „%3$@“ geändert.
ja: %1$@ が「%2$@」から「%3$@」に変わりました。
pt_br: %1$@ mudou de “%2$@” para “%3$@”.
ru: %1$@ изменился с «%2$@» на «%3$@».
zh_hans: %1$@从“%2$@”变为“%3$@”。

# StatusChange.DefaultSessionName
source: A session
de: Eine Sitzung
ja: セッション
pt_br: Uma sessão
ru: Сессия
zh_hans: 一个会话

# StatusChange.None
source: none
de: keine
ja: なし
pt_br: nenhum
ru: нет
zh_hans: 无

# StatusChange.Reveal
source: Reveal
de: Anzeigen
ja: 表示
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# StatusChange.Title
source: Session status changed
de: Sitzungsstatus geändert
ja: セッションのステータスが変わりました
pt_br: Status da sessão alterado
ru: Статус сессии изменился
zh_hans: 会话状态已更改

# StatusMenu.BringAllToFront
source: Bring All Windows to Front
de: Alle Fenster in den Vordergrund bringen
ja: すべてのウインドウを最前面へ
pt_br: Trazer todas as janelas para frente
ru: Все окна на передний план
zh_hans: 将所有窗口置于最前

# StatusMenu.BuriedSessions
source: Buried Sessions
de: Vergrabene Sitzungen
ja: 埋められたセッション
pt_br: Sessões ocultas
ru: Скрытые сессии
zh_hans: 隐藏的会话

# StatusMenu.CheckForUpdates
source: Check For Updates
de: Nach Updates suchen
ja: アップデートを確認
pt_br: Verificar atualizações
ru: Проверить обновления
zh_hans: 检查更新

# StatusMenu.MainMenu
source: Main Menu
de: Hauptmenü
ja: メインメニュー
pt_br: Menu principal
ru: Главное меню
zh_hans: 主菜单

# StatusMenu.QuitiTerm2
source: Quit iTerm2
de: iTerm2 beenden
ja: iTerm2 を終了
pt_br: Encerrar o iTerm2
ru: Завершить iTerm2
zh_hans: 退出 iTerm2

# StatusMenu.Settings
source: Settings
de: Einstellungen
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# StatusPriority.InstructionsLabel
source: Statuses are sorted by priority. Items near the top have higher priority. Drag to reorder. Click to edit.
de: Status werden nach Priorität sortiert. Einträge weiter oben haben eine höhere Priorität. Ziehen zum Umordnen, Klicken zum Bearbeiten.
ja: ステータスは優先度順に並んでいます。上にある項目ほど優先度が高くなります。ドラッグして並べ替え、クリックして編集できます。
pt_br: Os status são ordenados por prioridade. Os itens próximos ao topo têm prioridade mais alta. Arraste para reordenar. Clique para editar.
ru: Статусы отсортированы по приоритету. Элементы вверху списка имеют более высокий приоритет. Перетаскивайте, чтобы изменить порядок. Нажмите, чтобы изменить.
zh_hans: 状态按优先级排序。靠近顶部的项目优先级更高。拖移以重新排序。点按以编辑。

# StatusPriority.MergeWorkgroups
source: Merge workgroup statuses
de: Arbeitsgruppenstatus zusammenführen
ja: ワークグループのステータスをまとめる
pt_br: Mesclar status de grupos de trabalho
ru: Объединять статусы рабочих групп
zh_hans: 合并工作组状态

# StatusPriority.MergeWorkgroupsTooltip
source: When enabled, only the most recent status from each workgroup is shown.
de: Wenn aktiviert, wird nur der neueste Status jeder Arbeitsgruppe angezeigt.
ja: 有効にすると、各ワークグループの最新のステータスのみが表示されます。
pt_br: Quando ativado, apenas o status mais recente de cada grupo de trabalho é mostrado.
ru: Если включено, показывается только самый последний статус из каждой рабочей группы.
zh_hans: 启用后，仅显示每个工作组的最新状态。

# StatusPriority.NewPatternInfo
source: Enter a substring to match against status text (case-insensitive).
de: Geben Sie eine Teilzeichenfolge ein, die mit dem Statustext abgeglichen wird (Groß-/Kleinschreibung wird nicht beachtet).
ja: ステータステキストと照合する部分文字列を入力してください (大文字小文字は区別されません)。
pt_br: Insira uma substring para comparar com o texto do status (não diferencia maiúsculas de minúsculas).
ru: Введите подстроку для сравнения с текстом статуса (без учёта регистра).
zh_hans: 输入要与状态文本匹配的子字符串（不区分大小写）。

# StatusPriority.NewPatternTitle
source: New Priority Pattern
de: Neues Prioritätsmuster
ja: 新規優先度パターン
pt_br: Novo padrão de prioridade
ru: Новый шаблон приоритета
zh_hans: 新优先级模式

# StatusPriority.NotifyColumn
source: Notify
de: Benachrichtigen
ja: 通知
pt_br: Notificar
ru: Уведомлять
zh_hans: 通知

# StatusPriority.PatternColumn
source: Pattern
de: Muster
ja: パターン
pt_br: Padrão
ru: Шаблон
zh_hans: 模式

# StatusPriority.ShowStatusInTabSubtitle
source: Show status in tab subtitle
de: Status im Tab-Untertitel anzeigen
ja: タブのサブタイトルにステータスを表示
pt_br: Mostrar status no subtítulo da aba
ru: Показывать статус в подзаголовке вкладки
zh_hans: 在标签页副标题中显示状态

# StatusUpdate.CodeInterpreterFinished
source: Finished executing code
de: Codeausführung abgeschlossen
ja: コードの実行が完了しました
pt_br: Execução de código concluída
ru: Выполнение кода завершено
zh_hans: 代码执行完成

# StatusUpdate.CodeInterpreterStarted
source: Executing code…
de: Code wird ausgeführt…
ja: コードを実行中…
pt_br: Executando código…
ru: Выполнение кода…
zh_hans: 执行代码中……

# StatusUpdate.WebSearchFinished
source: Finished searching the web.
de: Websuche abgeschlossen.
ja: ウェブ検索が完了しました。
pt_br: Busca na web concluída.
ru: Поиск в интернете завершён.
zh_hans: 网页搜索完成。

# StatusUpdate.WebSearchFinishedQuery
source: Finished searching the web for **%@**.
de: Websuche nach **%@** abgeschlossen.
ja: **%@** のウェブ検索が完了しました。
pt_br: Busca na web por **%@** concluída.
ru: Поиск в интернете по запросу **%@** завершён.
zh_hans: 已完成对 **%@** 的网页搜索。

# StatusUpdate.WebSearchStarted
source: Searching the web…
de: Web wird durchsucht…
ja: ウェブを検索中…
pt_br: Buscando na web…
ru: Поиск в интернете…
zh_hans: 正在进行网页搜索……

# SuppressedAlerts.AlertColumn
source: Alert
de: Warnung
ja: アラート
pt_br: Alerta
ru: Оповещение
zh_hans: 提醒

# SuppressedAlerts.EmptyState
source: No alerts are currently being suppressed.
de: Derzeit werden keine Warnungen unterdrückt.
ja: 現在抑制されているアラートはありません。
pt_br: Nenhum alerta está sendo suprimido no momento.
ru: В данный момент нет подавленных оповещений.
zh_hans: 当前没有正在抑制的提醒。

# SuppressedAlerts.Explanation
source: These alerts are being answered automatically because you chose to remember your response. Select one and click Un-suppress to be asked again.
de: Diese Warnungen werden automatisch beantwortet, da Sie sich entschieden haben, Ihre Antwort zu speichern. Wählen Sie eine aus und klicken Sie auf „Nicht mehr unterdrücken“, um wieder gefragt zu werden.
ja: これらのアラートは、応答を記憶させる設定にしたため自動的に応答されています。項目を選択して「抑制を解除」をクリックすると、再び確認されるようになります。
pt_br: Estes alertas estão sendo respondidos automaticamente porque você escolheu memorizar sua resposta. Selecione um e clique em Cancelar supressão para ser perguntado novamente.
ru: На эти оповещения даются автоматические ответы, потому что вы решили запомнить свой выбор. Выберите одно из них и нажмите «Отменить подавление», чтобы снова получать запрос.
zh_hans: 这些提醒会被自动应答，因为你选择了记住你的答复。请选择其中一个，然后点按“取消屏蔽”以再次询问。

# SuppressedAlerts.ResponseColumn
source: Automatic Response
de: Automatische Antwort
ja: 自動応答
pt_br: Resposta automática
ru: Автоматический ответ
zh_hans: 自动响应

# SuppressedAlerts.ShowRememberedCheckbox
source: Always show alerts with remembered selections
de: Warnungen mit gespeicherter Auswahl immer anzeigen
ja: 記憶された選択があるアラートも常に表示する
pt_br: Sempre mostrar alertas com seleções memorizadas
ru: Всегда показывать оповещения с запомненными ответами
zh_hans: 始终显示带记住选择的提醒

# SuppressedAlerts.ShowRememberedTooltip
source: When you check “Remember my choice” or “Suppress this message permanently” in an alert, iTerm2 stops showing it and reuses your saved response. Turn this on to show those alerts again so you can see them or choose differently. It stays on until you turn it off.
de: Wenn Sie in einer Warnung „Meine Auswahl merken“ oder „Diese Meldung dauerhaft unterdrücken“ aktivieren, zeigt iTerm2 sie nicht mehr an und verwendet stattdessen Ihre gespeicherte Antwort. Aktivieren Sie diese Option, um solche Warnungen wieder anzuzeigen, damit Sie sie sehen oder anders entscheiden können. Die Option bleibt aktiviert, bis Sie sie wieder deaktivieren.
ja: アラートで「この選択を記憶する」または「このメッセージを今後表示しない」にチェックを入れると、iTerm2 はそのアラートを表示しなくなり、保存された応答を再利用します。これをオンにすると、それらのアラートを再び表示できるようになり、確認したり選択し直したりできます。オフにするまでオンのままになります。
pt_br: Quando você marca “Memorizar minha escolha” ou “Suprimir esta mensagem permanentemente” em um alerta, o iTerm2 para de mostrá-lo e reutiliza sua resposta salva. Ative isto para mostrar esses alertas novamente, de modo que você possa vê-los ou escolher de forma diferente. Permanece ativado até que você o desative.
ru: Когда вы отмечаете «Запомнить мой выбор» или «Больше не показывать это сообщение» в оповещении, iTerm2 перестаёт его показывать и использует сохранённый ответ. Включите этот параметр, чтобы снова видеть такие оповещения и при желании выбирать другой ответ. Он остаётся включённым, пока вы его не отключите.
zh_hans: 当你在提醒中勾选“记住我的选择”或“永久抑制此消息”时，iTerm2 将不再显示它，并复用你保存的答复。开启此选项可再次显示这些提醒，以便你查看或做出不同选择。此选项会一直保持开启，直到你将其关闭。

# SuppressedAlerts.Unsuppress
source: Un-suppress
de: Nicht mehr unterdrücken
ja: 抑制を解除
pt_br: Cancelar supressão
ru: Отменить подавление
zh_hans: 取消抑制

# SuppressedAlerts.UnsuppressAll
source: Un-suppress All
de: Alle nicht mehr unterdrücken
ja: すべての抑制を解除
pt_br: Cancelar supressão de tudo
ru: Отменить подавление для всех
zh_hans: 全部取消抑制

# SuppressedAlerts.WhenColumn
source: Last Suppressed
de: Zuletzt unterdrückt
ja: 最終抑制日時
pt_br: Última supressão
ru: Последнее подавление
zh_hans: 上次抑制

# SuppressedAlerts.WindowTitle
source: Suppressed Alerts
de: Unterdrückte Warnungen
ja: 抑制されたアラート
pt_br: Alertas suprimidos
ru: Подавленные оповещения
zh_hans: 已抑制的提醒

# SuppressedAlertsMenu.AlertsSuppressed
source: %ld Alerts Suppressed
de: %ld unterdrückte Warnungen
ja: %ld 件のアラートが抑制されています
pt_br: %ld alertas suprimidos
ru: %ld оповещения подавлено
zh_hans: 已静音 %ld 个提醒

# SuppressedAlertsMenu.CountWithTime
source: %1$@ (%2$@ ago)…
de: %1$@ (vor %2$@)…
ja: %1$@ (%2$@ 前)…
pt_br: %1$@ (há %2$@)…
ru: %1$@ (%2$@ назад)…
zh_hans: %1$@ (%2$@ 前)…

# SuppressedAlertsMenu.Title
source: Suppressed Alerts…
de: Unterdrückte Warnungen…
ja: 抑制されたアラート…
pt_br: Alertas suprimidos…
ru: Подавленные оповещения…
zh_hans: 已抑制的提醒…

# TerminalFile.Canceled
source: Canceled.
de: Abgebrochen.
ja: キャンセルされました。
pt_br: Cancelado.
ru: Отменено.
zh_hans: 已取消。

# TerminalFile.Choose
source: Choose…
de: Auswählen…
ja: 選択…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选取…

# TerminalFile.CorruptedNotBase64
source: File corrupted (not valid base64).
de: Datei beschädigt (ungültiges Base64).
ja: ファイルが破損しています (有効な base64 ではありません)。
pt_br: Arquivo corrompido (base64 inválido).
ru: Файл повреждён (некорректный base64).
zh_hans: 文件损坏（不是有效的 base64 格式）。

# TerminalFile.NoDataReceived
source: No data received.
de: Keine Daten empfangen.
ja: データを受信できませんでした。
pt_br: Nenhum dado recebido.
ru: Данные не получены.
zh_hans: 未收到数据。

# TerminalFile.PromptTitle
source: Where would you like to save this download?
de: Wo möchten Sie diesen Download speichern?
ja: このダウンロードをどこに保存しますか?
pt_br: Onde você gostaria de salvar esta transferência?
ru: Куда сохранить эту загрузку?
zh_hans: 你想将此下载存储到哪里？

# TerminalFile.QuarantineFailed
source: Failed to set quarantine.
de: Quarantäne konnte nicht gesetzt werden.
ja: 検疫の設定に失敗しました。
pt_br: Falha ao definir a quarentena.
ru: Не удалось установить карантин.
zh_hans: 设置隔离失败。

# TerminalFile.SaveHeading
source: Save Terminal-Initiated Download
de: Vom Terminal initiierten Download speichern
ja: ターミナルが開始したダウンロードを保存
pt_br: Salvar transferência iniciada pelo terminal
ru: Сохранить загрузку, инициированную терминалом
zh_hans: 存储终端发起的下载

# TerminalFile.SaveToDownloads
source: Save to Downloads
de: In Downloads speichern
ja: ダウンロードフォルダに保存
pt_br: Salvar em Transferências
ru: Сохранить в папку Загрузки
zh_hans: 存储到下载

# TerminalFile.UnnamedFile
source: Unnamed file
de: Unbenannte Datei
ja: 名前のないファイル
pt_br: Arquivo sem nome
ru: Файл без имени
zh_hans: 未命名文件
